[
  {
    "season": "season4",
    "episode": "episode01",
    "title": "01. Alone",
    "length": "43 min",
    "thumbnail": "assets/season4episode01.jpg",
    "description": "House is off his game without the team, and Wilson uses an extreme tactic to force him into interviews."
  },
  {
    "season": "season4",
    "episode": "episode02",
    "title": "02. The Right Stuff",
    "length": "44 min",
    "thumbnail": "assets/season4episode02.jpg",
    "description": "House is forced to choose a new staff... and gathers 40 applicants to start narrowing down the field. Meanwhile, an Air Force pilot wants House to treat her secretly so she doesn't ruin her chances of becoming an astronaut."
  },
  {
    "season": "season4",
    "episode": "episode03",
    "title": "03. 97 Seconds",
    "length": "44 min",
    "thumbnail": "assets/season4episode03.jpg",
    "description": "Down to 10 candidates for his team, House splits them into 2 groups to diagnose a patient whose short lifespan has been made even shorter. Foreman leads his own team to diagnose a patient at his new workplace."
  },
  {
    "season": "season4",
    "episode": "episode04",
    "title": "04. Guardian Angels",
    "length": "44 min",
    "thumbnail": "assets/season4episode04.jpg",
    "description": "A woman seeing her dead mother stumps the recruits, especially once she begins seeing a recent victim."
  },
  {
    "season": "season4",
    "episode": "episode05",
    "title": "05. Mirror Mirror",
    "length": "44 min",
    "thumbnail": "assets/season4episode05.jpg",
    "description": "A victim of a mugging presents with neurological symptoms and begins to mirror the behaviors of his doctors. Foreman joins the new fellows in seeking a diagnosis; Cameron and Chase takes bets on whom House will fire next."
  },
  {
    "season": "season4",
    "episode": "episode06",
    "title": "06. Whatever It Takes",
    "length": "44 min",
    "thumbnail": "assets/season4episode06.jpg",
    "description": "House is taken by jet to help diagnose a dying CIA agent, leaving Foreman in charge of the team trying to find out why a young woman passed out after a drag car race."
  },
  {
    "season": "season4",
    "episode": "episode07",
    "title": "07. Ugly",
    "length": "45 min",
    "thumbnail": "assets/season4episode07.jpg",
    "description": "House and his team are hampered by a reality television crew while battling over possible diagnoses for a craniofacial surgery patient."
  },
  {
    "season": "season4",
    "episode": "episode08",
    "title": "08. You Don't Want to Know",
    "length": "45 min",
    "thumbnail": "assets/season4episode08.jpg",
    "description": "A magician's heart stops during a performance. At first House dismisses the case, but later changes his mind when complications arise. House has a contest to determine the next one to leave the team."
  },
  {
    "season": "season4",
    "episode": "episode09",
    "title": "09. Games",
    "length": "45 min",
    "thumbnail": "assets/season4episode09.jpg",
    "description": "House treats a rock musician, and some of the candidates have to get past their personal biases, Wilson misdiagnoses a patient, and the winners are named."
  },
  {
    "season": "season4",
    "episode": "episode10",
    "title": "10. It's a Wonderful Lie",
    "length": "44 min",
    "thumbnail": "assets/season4episode10.jpg",
    "description": "House is equally obsessed with a mother and daughter who don't lie, and using Christmas to create discord among the team members."
  },
  {
    "season": "season4",
    "episode": "episode11",
    "title": "11. Frozen",
    "length": "44 min",
    "thumbnail": "assets/season4episode11.jpg",
    "description": "When a researcher at a South Pole base becomes ill, House must diagnose the case at a distance. Meanwhile, House tries to find out who Wilson is dating, and his new staff tries to get him cable."
  },
  {
    "season": "season4",
    "episode": "episode12",
    "title": "12. Don't Ever Change",
    "length": "45 min",
    "thumbnail": "assets/season4episode12.jpg",
    "description": "A woman collapses at her wedding. She led a different life style before her marriage, House insists she hasn't changed. Wilson starts dating Amber."
  },
  {
    "season": "season4",
    "episode": "episode13",
    "title": "13. No More Mr. Nice Guy",
    "length": "45 min",
    "thumbnail": "assets/season4episode13.jpg",
    "description": "House encounters a patient who is too nice for his own good, which is a bigger problem than his emergency room diagnosis; and House competes with Amber for Wilson's attention."
  },
  {
    "season": "season4",
    "episode": "episode14",
    "title": "14. Living the Dream",
    "length": "44 min",
    "thumbnail": "assets/season4episode14.jpg",
    "description": "House finds himself at odds with his team when he becomes convinced that an actor on his favorite soap, \"Prescription Passion,\" has a serious medical condition."
  },
  {
    "season": "season4",
    "episode": "episode15",
    "title": "15. House's Head",
    "length": "44 min",
    "thumbnail": "assets/season4episode15.jpg",
    "description": "A bus that House was riding crashes. House claims there's a victim on the bus who is dying, but not from the bus accident. He stops at nothing to figure out who the patient is and what is ailing him/her."
  },
  {
    "season": "season4",
    "episode": "episode16",
    "title": "16. Wilson's Heart",
    "length": "45 min",
    "thumbnail": "assets/season4episode16.jpg",
    "description": "The team works to save someone close to a central character's heart. The key is inside House's head, but he is in a bad way himself."
  }
]