[
  {
    "season": "season6",
    "episode": "episode01",
    "title": "01. Broken",
    "length": "89 min",
    "thumbnail": "assets/season6episode01.jpg",
    "description": "House fights his doctors, the staff and his fellow patients when he's forced to stay in the psychiatric hospital under threat of permanently losing his medical license."
  },
  {
    "season": "season6",
    "episode": "episode02",
    "title": "02. Epic Fail",
    "length": "43 min",
    "thumbnail": "assets/season6episode02.jpg",
    "description": "Vince hallucinates during testing of a video game he's developing. House quits his old job after mental hospital. He joins Wilson in cooking class. Foreman takes over on trial."
  },
  {
    "season": "season6",
    "episode": "episode03",
    "title": "03. The Tyrant",
    "length": "43 min",
    "thumbnail": "assets/season6episode03.jpg",
    "description": "Foreman hires Chase and Cameron as his new team. An African tyrant becomes Foreman and co.'s patient. They're not happy. House is back as consultant. House meets Wilson's downstairs neighbor."
  },
  {
    "season": "season6",
    "episode": "episode04",
    "title": "04. Instant Karma",
    "length": "43 min",
    "thumbnail": "assets/season6episode04.jpg",
    "description": "A wealthy businessman brings his teenage son, who is suffering from inexplicable stomach pains, to Princeton Plainsboro and insists on having Dr. House handle the case. The father of the patient believes the karmic penalty of his ..."
  },
  {
    "season": "season6",
    "episode": "episode05",
    "title": "05. Brave Heart",
    "length": "43 min",
    "thumbnail": "assets/season6episode05.jpg",
    "description": "A cop believes he's genetically doomed to die of heart failure at 40 (next week), so he takes big risks at work, landing him with Cameron. She gets House to look at him."
  },
  {
    "season": "season6",
    "episode": "episode06",
    "title": "06. Known Unknowns",
    "length": "43 min",
    "thumbnail": "assets/season6episode06.jpg",
    "description": "A teenage girl is brought to the hospital with severely swollen appendages after a wild night out."
  },
  {
    "season": "season6",
    "episode": "episode07",
    "title": "07. Teamwork",
    "length": "43 min",
    "thumbnail": "assets/season6episode07.jpg",
    "description": "After House's medical license is reinstated, he reclaims his role as Head of Diagnostics in time to treat Hank Hardwick, an adult film star admitted to Princeton Plainsboro for pulsating eye pain. Meanwhile, Cuddy is reminded that..."
  },
  {
    "season": "season6",
    "episode": "episode08",
    "title": "08. Ignorance Is Bliss",
    "length": "43 min",
    "thumbnail": "assets/season6episode08.jpg",
    "description": "A man with IQ 178 works as courier and collapses in a bookstore. House is still playing his games for Cuddy's attention. Chase punches him."
  },
  {
    "season": "season6",
    "episode": "episode09",
    "title": "09. Wilson",
    "length": "43 min",
    "thumbnail": "assets/season6episode09.jpg",
    "description": "When an old friend and former patient of Wilson's experiences paralysis in his right arm, Wilson puts himself on the case. House wagers Wilson that the patient's symptoms result from new cancer cells. Wilson accepts even though he..."
  },
  {
    "season": "season6",
    "episode": "episode10",
    "title": "10. The Down Low",
    "length": "43 min",
    "thumbnail": "assets/season6episode10.jpg",
    "description": "When drug dealer Mickey mysteriously collapses while negotiating a sale, his partner-in-crime, Eddie, accompanies him to Princeton Plainsboro for treatment. But with a major deal pending, Mickey is not forthcoming with the necessa..."
  },
  {
    "season": "season6",
    "episode": "episode11",
    "title": "11. Remorse",
    "length": "43 min",
    "thumbnail": "assets/season6episode11.jpg",
    "description": "The team takes on the case of Valerie, an attractive female executive experiencing random episodes of excruciating pain. House agrees to take the case based on Valerie's looks, and while treating her, the men on the team are charm..."
  },
  {
    "season": "season6",
    "episode": "episode12",
    "title": "12. Moving the Chains",
    "length": "43 min",
    "thumbnail": "assets/season6episode12.jpg",
    "description": "House and the team rush to treat an ailing college football star in time for the patient to compete in NFL tryouts. But when the patient experiences an onslaught of varied and unusual symptoms, the team has trouble reaching a cons..."
  },
  {
    "season": "season6",
    "episode": "episode13",
    "title": "13. 5 to 9",
    "length": "43 min",
    "thumbnail": "assets/season6episode13.jpg",
    "description": "A day in the life of Lisa Cuddy, Princeton-Plainsborough Hospital Administrator. From a sick child to contract negotiations with insurance companies, from dealing with House's shenanigans to employee theft and patient complaints."
  },
  {
    "season": "season6",
    "episode": "episode14",
    "title": "14. Private Lives",
    "length": "43 min",
    "thumbnail": "assets/season6episode14.jpg",
    "description": "House and the team take on the case of an avid blogger admitted with sudden bruising and bleeding. From her hospital bed, the patient blogs about her symptoms, doctors and prospective diagnoses to her dedicated band of followers a..."
  },
  {
    "season": "season6",
    "episode": "episode15",
    "title": "15. Black Hole",
    "length": "43 min",
    "thumbnail": "assets/season6episode15.jpg",
    "description": "Physics student and his father, Artie, bring in the kid's lover Abby Nash, who nearly suffocated in foam during a planetarium lecture. The team eliminates everything except an allergy to something in her body. House presses Wilson..."
  },
  {
    "season": "season6",
    "episode": "episode16",
    "title": "16. Lockdown",
    "length": "43 min",
    "thumbnail": "assets/season6episode16.jpg",
    "description": "When a newborn disappears from the nursery, Princeton Plainsboro goes on lockdown, preventing anyone from entering, leaving or moving within the hospital. While House and his team members are trapped in various parts of the buildi..."
  },
  {
    "season": "season6",
    "episode": "episode17",
    "title": "17. Knight Fall",
    "length": "43 min",
    "thumbnail": "assets/season6episode17.jpg",
    "description": "At a renaissance festival, a knight fights for the \"queen's\" hand. He falls to the ground with red eyes but no wounds. Wilson dates his first ex-wife. House and Thirteen dress up to investigate at the renaissance festival."
  },
  {
    "season": "season6",
    "episode": "episode18",
    "title": "18. Open and Shut",
    "length": "43 min",
    "thumbnail": "assets/season6episode18.jpg",
    "description": "A woman in an open marriage suddenly gets strong belly pain. Taub would like an open marriage. Wilson's new relationship with his ex is shaky."
  },
  {
    "season": "season6",
    "episode": "episode19",
    "title": "19. The Choice",
    "length": "43 min",
    "thumbnail": "assets/season6episode19.jpg",
    "description": "The team takes on the case of an ailing groom-to-be who harbors undisclosed secrets from a previous relationship. As his fiancée tries to get answers to her many questions, a frustrated team winnows down the possibilities. Meanwhi..."
  },
  {
    "season": "season6",
    "episode": "episode20",
    "title": "20. Baggage",
    "length": "43 min",
    "thumbnail": "assets/season6episode20.jpg",
    "description": "At therapy with Dr. Nolan, House tells about a cute amnesiac in ER, Wilson throwing him out and his old apartment being a mess after Alvarez broke in."
  },
  {
    "season": "season6",
    "episode": "episode21",
    "title": "21. Help Me",
    "length": "43 min",
    "thumbnail": "assets/season6episode21.jpg",
    "description": "Cuddy, House and members of the team join forces with a search-and-rescue team to provide much-needed medical attention at the scene of an emergency."
  }
]