[
  {
    "season": "season8",
    "episode": "episode01",
    "title": "01. Twenty Vicodin",
    "length": "44 min",
    "thumbnail": "assets/season8episode01.jpg",
    "description": "House gets parole at his hearing, but he still has to survive 5 more days in a prison filled with violent criminals. One of them wants 20 Vicodin \"or else\". He helps the prison doctor diagnose a patient."
  },
  {
    "season": "season8",
    "episode": "episode02",
    "title": "02. Transplant",
    "length": "44 min",
    "thumbnail": "assets/season8episode02.jpg",
    "description": "A surprising visitor makes House an offer he can't refuse by giving him the opportunity to help the Princeton Plainsboro team treat a unique patient in order to save the life of an organ recipient being administered by Wilson. Alt..."
  },
  {
    "season": "season8",
    "episode": "episode03",
    "title": "03. Charity Case",
    "length": "44 min",
    "thumbnail": "assets/season8episode03.jpg",
    "description": "When Benjamin suddenly collapses after making a rare and generous donation, House and Dr. Chi Park are convinced that his extreme altruistic behavior may indicate a deeper medical disorder. With no definitive explanation for Benja..."
  },
  {
    "season": "season8",
    "episode": "episode04",
    "title": "04. Risky Business",
    "length": "44 min",
    "thumbnail": "assets/season8episode04.jpg",
    "description": "A businessman, about to move thousands of jobs to China, needs to see a doctor. House needs a donation. Park bets with House on not getting fired. House tries to raise funds for insider trading in his patient's company."
  },
  {
    "season": "season8",
    "episode": "episode05",
    "title": "05. The Confession",
    "length": "44 min",
    "thumbnail": "assets/season8episode05.jpg",
    "description": "There's money now to hire Chase, Taub and Adams. A \"model citizen\" gets a seizure while cheating on his wife in a motel. He's House's new team's first patient. Is Taub dad to any of \"his\" two babies?"
  },
  {
    "season": "season8",
    "episode": "episode06",
    "title": "06. Parents",
    "length": "44 min",
    "thumbnail": "assets/season8episode06.jpg",
    "description": "A teenage boy attempting to follow in his late father's footsteps as an entertainer is admitted to Princeton Plainsboro with partial paralysis. As the team searches for a bone marrow match, they uncover a disturbing family secret...."
  },
  {
    "season": "season8",
    "episode": "episode07",
    "title": "07. Dead & Buried",
    "length": "44 min",
    "thumbnail": "assets/season8episode07.jpg",
    "description": "House is more interested in a case that Foreman brings of a 4 year old dead boy than the 14 year old live girl. The team takes care of her while he sees the boy's dad and corpse."
  },
  {
    "season": "season8",
    "episode": "episode08",
    "title": "08. Perils of Paranoia",
    "length": "44 min",
    "thumbnail": "assets/season8episode08.jpg",
    "description": "A prosecutor in court thinks he has a heart attack. Is it an anxiety attack? He has an arsenal hidden from his wife in their home. Taub tries to fix Foreman up with a nurse."
  },
  {
    "season": "season8",
    "episode": "episode09",
    "title": "09. Better Half",
    "length": "44 min",
    "thumbnail": "assets/season8episode09.jpg",
    "description": "A man with Alzheimer's is offered a trial treatment after which he pukes blood. He ends with House and his team. Wilson treats a patient who claims to be in a chaste marriage."
  },
  {
    "season": "season8",
    "episode": "episode10",
    "title": "10. Runaways",
    "length": "44 min",
    "thumbnail": "assets/season8episode10.jpg",
    "description": "A runaway girl thinks she has asthma. While seeing House, her ear starts bleeding. Further treatment requires adult consent or social services. House enjoys not having an ankle monitor."
  },
  {
    "season": "season8",
    "episode": "episode11",
    "title": "11. Nobody's Fault",
    "length": "44 min",
    "thumbnail": "assets/season8episode11.jpg",
    "description": "When a violent incident involving a patient has serious consequences for one staff member, House and the team are placed under review by Dr. Walter Cofield, Foreman's former mentor and current Chief of Neurology. As House and each..."
  },
  {
    "season": "season8",
    "episode": "episode12",
    "title": "12. Chase",
    "length": "44 min",
    "thumbnail": "assets/season8episode12.jpg",
    "description": "Chase is back. His first patient is a cute nun about to make her final vow. While still blaming House, he needs his help with his patient. House and Taub try to one-up each other with pranks."
  },
  {
    "season": "season8",
    "episode": "episode13",
    "title": "13. Man of the House",
    "length": "44 min",
    "thumbnail": "assets/season8episode13.jpg",
    "description": "A marriage counselor collapses during a speaking engagement, but when he is put under close evaluation, the team notice changes in his behavior that conflict with his motivational message on the roles of men and women. Meanwhile, ..."
  },
  {
    "season": "season8",
    "episode": "episode14",
    "title": "14. Love Is Blind",
    "length": "45 min",
    "thumbnail": "assets/season8episode14.jpg",
    "description": "A blind man has just bought an engagement ring when his hearing gets super sensitive. Seizure? House's mom drops by with a surprise. Park has an LSD trip."
  },
  {
    "season": "season8",
    "episode": "episode15",
    "title": "15. Blowing the Whistle",
    "length": "44 min",
    "thumbnail": "assets/season8episode15.jpg",
    "description": "A patient is caught between family and a code of honor."
  },
  {
    "season": "season8",
    "episode": "episode16",
    "title": "16. Gut Check",
    "length": "45 min",
    "thumbnail": "assets/season8episode16.jpg",
    "description": "A hockey player's on-ice fighting takes a turn for the worse."
  },
  {
    "season": "season8",
    "episode": "episode17",
    "title": "17. We Need the Eggs",
    "length": "44 min",
    "thumbnail": "assets/season8episode17.jpg",
    "description": "House and the team take on the case of a man who starts tearing blood. Meanwhile, House is interviewing for a new favorite hooker, since his current favorite, Emily, has decided to get married and leave the business. Desperate for..."
  },
  {
    "season": "season8",
    "episode": "episode18",
    "title": "18. Body and Soul",
    "length": "44 min",
    "thumbnail": "assets/season8episode18.jpg",
    "description": "The team analyzes the significance of dreams."
  },
  {
    "season": "season8",
    "episode": "episode19",
    "title": "19. The C Word",
    "length": "44 min",
    "thumbnail": "assets/season8episode19.jpg",
    "description": "6 y.o. Emily gets a nose bleed and faints. Her dad gets her to the hospital, her mom's a doctor. Wilson has cancer, House is there for him."
  },
  {
    "season": "season8",
    "episode": "episode20",
    "title": "20. Post Mortem",
    "length": "44 min",
    "thumbnail": "assets/season8episode20.jpg",
    "description": "The team treats a fellow doctor wary of their skills. Meanwhile Wilson forces House on a roadtrip."
  },
  {
    "season": "season8",
    "episode": "episode21",
    "title": "21. Holding On",
    "length": "45 min",
    "thumbnail": "assets/season8episode21.jpg",
    "description": "A patient's illness has its roots in the body and mind. Wilson and House try to come to terms with the cancer."
  },
  {
    "season": "season8",
    "episode": "episode22",
    "title": "22. Everybody Dies",
    "length": "44 min",
    "thumbnail": "assets/season8episode22.jpg",
    "description": "Treating a drug addict patient results in House examining his life, his future and confronting his own personal demons."
  }
]