[
  {
    "season": "season5",
    "episode": "episode01",
    "title": "01. Dying Changes Everything",
    "length": "44 min",
    "thumbnail": "assets/season5episode01.jpg",
    "description": "House's preoccupation with Wilson leaves his team without direction and endangers the patient, a female whose exhaustive work schedule and demanding boss may have caused her condition."
  },
  {
    "season": "season5",
    "episode": "episode02",
    "title": "02. Not Cancer",
    "length": "44 min",
    "thumbnail": "assets/season5episode02.jpg",
    "description": "Years after receiving body parts from an organ donor, five out of six recipients die within a few months, but not from organ rejection. House and the team race against time to figure out why before the final surviving recipient, a..."
  },
  {
    "season": "season5",
    "episode": "episode03",
    "title": "03. Adverse Events",
    "length": "44 min",
    "thumbnail": "assets/season5episode03.jpg",
    "description": "House's investigator gets information on everyone, which House uses to stir the pot of their lives while the team tries to cure a portraitist whose artistic view now looks like Picasso."
  },
  {
    "season": "season5",
    "episode": "episode04",
    "title": "04. Birthmarks",
    "length": "43 min",
    "thumbnail": "assets/season5episode04.jpg",
    "description": "House tries every delaying tactic available when Wilson forces him to attend his father's funeral. Meanwhile, the team tries to find the cause of a young woman's abdominal pain and hemorrhage that occurred in China."
  },
  {
    "season": "season5",
    "episode": "episode05",
    "title": "05. Lucky Thirteen",
    "length": "60 min",
    "thumbnail": "assets/season5episode05.jpg",
    "description": "Thirteen's one night stand collapses at her apartment, and her symptoms are so misleading that the diagnosis may be terminal. Meanwhile, revelation about Wilson and Thirteen occupy House."
  },
  {
    "season": "season5",
    "episode": "episode06",
    "title": "06. Joy",
    "length": "60 min",
    "thumbnail": "assets/season5episode06.jpg",
    "description": "House takes on a case where the patient has unexplained blackouts, and his daughter may hold the key to the diagnosis. Meanwhile, Cuddy prepares for her new arrival until there are complications with the birth mother."
  },
  {
    "season": "season5",
    "episode": "episode07",
    "title": "07. The Itch",
    "length": "44 min",
    "thumbnail": "assets/season5episode07.jpg",
    "description": "House takes time to dabble in Cameron and Chase's love life while he treats an agoraphobic patient she's brought to the team."
  },
  {
    "season": "season5",
    "episode": "episode08",
    "title": "08. Emancipation",
    "length": "44 min",
    "thumbnail": "assets/season5episode08.jpg",
    "description": "The team tries to treat a patient who keeps lying to them, and Foreman exerts some independence."
  },
  {
    "season": "season5",
    "episode": "episode09",
    "title": "09. Last Resort",
    "length": "43 min",
    "thumbnail": "assets/season5episode09.jpg",
    "description": "A person takes House, Thirteen and others as hostages. He's seen several doctors but none have found what ails him. As they work towards finding a solution, Thirteen makes decisions which leads her to think about her own condition."
  },
  {
    "season": "season5",
    "episode": "episode10",
    "title": "10. Let Them Eat Cake",
    "length": "44 min",
    "thumbnail": "assets/season5episode10.jpg",
    "description": "The drug trial brings back memories for Thirteen; Kutner and Taub scramble as they try to salvage a scam and save the team's patient whose gastric bypass may not have saved her life."
  },
  {
    "season": "season5",
    "episode": "episode11",
    "title": "11. Joy to the World",
    "length": "60 min",
    "thumbnail": "assets/season5episode11.jpg",
    "description": "A teenager collapses on stage, and the outcome will lead to a surprise for Cuddy. Wilson convinces House to be nice to his patients during the holidays. Foreman and Thirteen have issues when a trial patient drops from the program."
  },
  {
    "season": "season5",
    "episode": "episode12",
    "title": "12. Painless",
    "length": "44 min",
    "thumbnail": "assets/season5episode12.jpg",
    "description": "House treats a patient who's worn out by chronic pain. Cuddy tries to do her job and take care of her new child. Foreman and Thirteen's relationship stalls."
  },
  {
    "season": "season5",
    "episode": "episode13",
    "title": "13. Big Baby",
    "length": "45 min",
    "thumbnail": "assets/season5episode13.jpg",
    "description": "House maneuvers against a measured Cameron when she takes over Cuddy's duties, Foreman faces an ethical dilemma, and Cuddy has trouble bonding with the baby."
  },
  {
    "season": "season5",
    "episode": "episode14",
    "title": "14. The Greater Good",
    "length": "43 min",
    "thumbnail": "assets/season5episode14.jpg",
    "description": "A physician who gave up her career comes in for treatment, leading to tense encounters with the team. Meanwhile, Cuddy exacts revenge and Foreman's choice has devastating consequences."
  },
  {
    "season": "season5",
    "episode": "episode15",
    "title": "15. Unfaithful",
    "length": "44 min",
    "thumbnail": "assets/season5episode15.jpg",
    "description": "House treats a priest who's lost his faith, issues an ultimatum to Foreman and Thirteen, and plays with Cuddy's desire to have him attend - or is it not attend? - her baby's naming ceremony."
  },
  {
    "season": "season5",
    "episode": "episode16",
    "title": "16. The Softer Side",
    "length": "44 min",
    "thumbnail": "assets/season5episode16.jpg",
    "description": "House's team resents being made complicit in a web of lies parents have told their son when he's brought in for treatment that may be related to his intersexuality. Meanwhile, no one's content that House is happy."
  },
  {
    "season": "season5",
    "episode": "episode17",
    "title": "17. The Social Contract",
    "length": "44 min",
    "thumbnail": "assets/season5episode17.jpg",
    "description": "The team tries to diagnose a condition that leaves the patient saying anything that he thinks, no matter whom it hurts, and Wilson raises House's antennae when he passes up a monster truck rally."
  },
  {
    "season": "season5",
    "episode": "episode18",
    "title": "18. Here Kitty",
    "length": "44 min",
    "thumbnail": "assets/season5episode18.jpg",
    "description": "House treats a patient who is convinced she's dying because of a death predicting cat. Meanwhile Taub catches up with an old High School classmate and contemplates leaving the team."
  },
  {
    "season": "season5",
    "episode": "episode19",
    "title": "19. Locked In",
    "length": "43 min",
    "thumbnail": "assets/season5episode19.jpg",
    "description": "House is injured in a motorcycle accident. While recovering, he finds an accident victim suffering from a brain injury. House tries to prove the brain damage caused the accident, not vice versa, so he can treat the patient."
  },
  {
    "season": "season5",
    "episode": "episode20",
    "title": "20. Simple Explanation",
    "length": "45 min",
    "thumbnail": "assets/season5episode20.jpg",
    "description": "Taub treats a patient whose dying husband gets better as she becomes sicker, while the rest of the team deals with a devastating loss."
  },
  {
    "season": "season5",
    "episode": "episode21",
    "title": "21. Saviors",
    "length": "44 min",
    "thumbnail": "assets/season5episode21.jpg",
    "description": "House worries he's lost his mojo when he can't determine the reason for Cameron and Wilson's changed behaviors or his new patient's diagnosis."
  },
  {
    "season": "season5",
    "episode": "episode22",
    "title": "22. House Divided",
    "length": "44 min",
    "thumbnail": "assets/season5episode22.jpg",
    "description": "House's Amber hallucination becomes more aggressive as sleep deprivation takes its toll endangering a patient, and Chase's bachelor party ends in the emergency room."
  },
  {
    "season": "season5",
    "episode": "episode23",
    "title": "23. Under My Skin",
    "length": "43 min",
    "thumbnail": "assets/season5episode23.jpg",
    "description": "When all of House's efforts to rid himself of Amber fail, he turns to someone unexpected for assistance. Meanwhile, the team is left to fend for itself as they try to save a ballerina's life and career."
  },
  {
    "season": "season5",
    "episode": "episode24",
    "title": "24. Both Sides Now",
    "length": "43 min",
    "thumbnail": "assets/season5episode24.jpg",
    "description": "House and his team treat a patient who had his brain split in half, now it seems like one side of his brain is causing some health/behavioral issues. House plays games with Cuddy over the night he detoxed, and those events will ca..."
  }
]